[
  {
    "id": 1,
    "product": "Apple iPhone 13",
    "reviews": [
      {
        "text": "Отличный телефон! Батарея держится долго."
      },
      {
        "text": "Камера супер, фото выглядят просто потрясающе."
      }
    ]
  },
  {
    "id": 2,
    "product": "Samsung Galaxy Z Fold 3",
    "reviews": [
      {
        "text": "Интересный дизайн, но дорогой."
      },
      {
        "text": "Жаль нет в комплекте зарядника. А так круто!)"
      },
      {
        "text": "Все работает исправно , все супер"
      },
      {
        "text": "Удобный большой экран"
      }
    ]
  },
  {
    "id": 3,
    "product": "Sony PlayStation 5",
    "reviews": [
      {
        "text": "Люблю играть на PS5, графика на высоте."
      },
      {
        "text": "Очень быстрые загрузки благодаря SSD."
      },
      {
        "text": "Более удобный геймпад с роскошной тактильной отдачей и адаптивными триггерами. Новое слово в вибрации геймпадов. Хотя вскоре может надоесть, как мне кажется."
      }
    ]
  }
]