/*
Задание 1
Необходимо создать переменную в которой будет храниться температура в градусах Цельсия, преобразовать значение в температуру по фаренгейту.
Формула перевода градусов Цельсия в градусы Фаренгейта: градусы Фаренгейта = (9 / 5) * градусы Цельсия + 32
Вывести в консоль температуру в Цельсиях и Фаренгейтах.
*/

let degrC = 10;
let degrF = degrC * 9 /5 + 32;
console.log ("Температура (C) = " + degrC);
console.log ("Температура (F) = " + degrF);

/*
Задание 2
Необходимо создать переменную name, записать в эту переменную свое имя. Необходимо также создать переменную admin и присвоить этой переменной значение из переменной name. 
Вывести значение переменной admin в консоль.
*/

let name = "AnnaS";
let admin = name;
console.log(admin);
